<template>
  <f7-page>
    <f7-navbar title="免责声明" back-link="返回"></f7-navbar>
    <div style="padding-top: 50px; line-height: 20px; padding: 20px">
 成诺智家提醒您：在使用本应用（软件）前，请您务必仔细并透彻理解本声明。您可以选择不使用本应用（软件）绑定，但如果您使用绑定，您的使用行为将被视为对本声明全部内容的认可。请保护好您绑定的账号（手机号），成诺智家对由于账号（手机号）丢失而导致泄漏您的资料概不负责，亦不承担任何法律责任。对出现异常情况（异常情况包括但不限于温度设定异常、耗电量异常、模式设定异常、模式切换异常等）的账号（手机号），成诺智家有权主动解除其绑定关系或限制其功能的使用。同时提醒绑定用户在更换手机号码时，请及时根据绑定网站的指引解除原手机号码的绑定关系。如果因为用户未主动及时取消绑定关系引起的所有后果，成诺智家概不负责，亦不承担任何法律责任。成诺智家公布的《“巧能量智能电力控制系统”软件注册、许可及服务协议》中各条款列明的使用方式或免责情形也适用于本绑定免责声明。成诺智家会不时更新本声明，更新以本声明底部“本声明更新发布日期”为准。成诺智家对您通过第三方网页链接下载、安装本应用（软件）可能遭致的意外、疏忽、侵权及其造成的损失（包括但不限于因下载被搜索链接到的第三方网站内容而感染电脑、手机病毒等）概不负责，亦不承担任何法律责任。

<br><br>本声明更新发布日期：2019年8月24日

    </div>
  </f7-page>
</template>

<script>
export default {

}
</script>

<style>

</style>
