<template>
  <f7-page>
    <f7-navbar title="常见问题" back-link="返回"></f7-navbar>
    <div style="padding-top: 50px; line-height: 20px; padding: 20px">
1、iOS添加信任 <br>
设置-通用-设备管理-Beijing 。。。。。-信任。<br>
2、添加住宅<br>
点击主页面右上角菜单图标进入住宅管理界面点击“+”输入住宅码。第一个添加的就是主控。<br>
3、进入其他住宅<br>
点击右上角菜单图标进入住宅管理-选择要进入的住宅。或进行左右滑动切换住宅。<br>
4、重命名住宅<br>
点击右上角菜单图标进入住宅管理点击🖊图标进行住宅名称修改。<br>
5、添加从控<br>
点击右上角菜单图标进入住宅管理点击⚙图标进行添加从控。<br>
6、编辑、删除从控和移交主控<br>
点击右上角菜单图标进入住宅管理点击⚙图标，点击从控后面🖊图标可以对该从控进行修改名称、删除、移交主控操作<br>
7、房间排序和模式选择<br>
点击模式和排序进入对房间进行模式选择和房间排序，按住房间前面的小星号拖动房间进行房间排序，点击房间后面的模式进行模式的选择。<br>
8、房间命名、图片选择<br>
在主页面上点击进入某个房间名称，会出现对话框输入房间名称点击空白处确认。点击房间的图标进行房间图标的更换。<br>

    </div>
  </f7-page>
</template>

<script>
export default {

}
</script>

<style>

</style>
